{
  "contact": "Contact",
  "copyright": "Copyright",
  "support": "Support",
  "es": "스페인어",
  "en": "영어",
  "ko": "한국어",
  "cn": "중국어",
  "totalProxiedVotes": "총 위임량",
  "loadMore": "더 보기",
  "searchName": "이름으로 찾기",
  "buttonLabel": "투표 위임",
  "routes": {
    "/": "메인",
    "voters": "투표자 조회",
    "vote": "BP 투표하기",
    "about": "소개",
    "mustLogin": "로그인해야 합니다.",
    "successfulVote": "투표 완료",
    "somethingWrong": "문제가 발생했습니다. 다시 시도해주세요.",
    "signin": "로그인",
    "logout": "로그아웃"
  },
  "about": {
    "votersMetaTitle": "소개",
    "whatIsEden": "에덴 스마트 프록시란?",
    "intention": "프로젝트 의도",
    "intentionDescription": "에덴 스마트 프록시는 에덴의 선거 절차에서 비롯되는 합의의 정당성과 더불어 상호 신원을 검증을 거친 EOS 홀더들의 책임과 평판을 활용, EOS BP 거버넌스 책임성을 극대화하기 위한 의도로 출범하였습니다.",
    "edenDescription": "에덴 스마트 프록시는 에덴의 상호간 신원인증 및 프랙탈 민주주의 프로세스를 통해 EOS BP 거버넌스의 투명성과 신뢰성을 높이는 프록시입니다. 신원이 공개된 에덴 선거 참여자만이 BP 투표에 발언권을 가집니다. 에덴의 선거 절차에서 비롯되는 합의의 정당성과 더불어 상호 신원을 검증을 거친 EOS 홀더들의 책임과 평판을 활용, EOS BP 거버넌스 투명성과 책임성을 극대화합니다.",
    "howDoesWork": "작동 방식",
    "howDoesWorkDescription": "에덴 스마트 프록시는 마지막 에덴 선거 참여자 및 그 선출자들의 의견을 BP 투표에 반영합니다. 대표자들의 투표력은 자신이 선출된 해당 선거의 참여자 규모 따라 달라집니다. 예를 들면 다음과 같습니다.",
    "point1": "총 참여자 / L1 대표자 = L1 대표자 투표력 가중치",
    "point2": "총 참여자 / L2 대표자 = L2 대표자 투표력 가중치",
    "note": "참고:",
    "notePointer1": "마지막 선거에 참여한 에덴 커뮤니티 회원들에게만 투표 가중치가 반영됩니다.",
    "notePointer2": "이전 선거에서 선출되었다 하더라도, 금번 선거에 참여하지 않았다면 발언권은 없습니다.",
    "notePointer3": "총 참여자는 마지막 선거에 참여한 에덴 회원 수입니다.",
    "notePointer4": "수석 L2 선출자는 다른 L2 선출자들과 동일한 투표 가중치를 갖습니다.",
    "notePointer5": "투표 가중치는 정수로 반올림됩니다.",
    "exampleCalculations": "계산 예시",
    "exampleDescription": "4차 에덴 선거 결과에 따른 투표 가중치 계산은 다음과 같습니다:",
    "exampleDescription2": "에덴 스마트 프록시는 가장 최근 에덴 선거 참여자와 선출된 대표자들의 집단적 의사 결정을 반영하는 집계 점수 순으로 최대 30 팀의 BP에게 투표합니다.",
    "exampleDescription3": "모든 긴급 상황(예: 지속적으로 블록 생산을 누락되거나 중요한 의사 결정에 무응답 또는 부재 등)의 경우 현재 수석 대표자 ½+1 승인을 통해 투표자의 선택지에서 해당 BP를 블랙리스트에 추가하고 현재 진행 중인 투표를 철회할 수 있습니다.",
    "exampleDescription4": " ",
    "exampleDescription5": " ",
    "rule1": "참여한 회원 수: 82명",
    "rule2": "선출된 L1 대표자 수: 20명",
    "rule3": "선출된 L2 대표자 수: 5명",
    "rule4": "에덴 회원 ===> 1 점",
    "rule5": "레벨 1 대표자 => 82 / 20 = 4 점",
    "rule6": "레벨 2 대표자 => 82 / 5 = 16 점",
    "whatMyvoteEOS": "마이보트이오스 소개",
    "whatMyvoteEOSDescription": "MyvoteEOS는 EOS 메인넷 BP 거버넌스의 투명성 제고를 위한 자율 규제 이니셔티브입니다. EOS 메인넷 BP 선출에 대한 책임성을 보장하기 위해 아래와 같은 3가지 기준에 부합하는 BP만을 화이트리스팅합니다.:",
    "whatMyvoteEOSPoint1": "투표 댓가로 투표자에게 사적으로 보상하지 않습니다.",
    "whatMyvoteEOSPoint2": "운영 / 재무 보고서를 정기적으로 제공합니다.",
    "whatMyvoteEOSPoint3": "2개 이상의 BP(가짜 BP)를 운영하지 않습니다.",
    "whatMyvoteEOSDescription2": "에덴 스마트 프록시는 피투표 BP의 신뢰성과 책임성 제고를 위해 MyvoteEOS를 통해 화이트리스팅 된 BP만을 그 투표대상으로 삼습니다.",
    "joinDiscussion": "대화 참여:",
    "github": "깃허브:",
    "roadmap": "향후 로드맵",
    "roadmapDescription1": "큰 권력에는 큰 책임이 따릅니다. 권력을 가진 사람들은 그들이 대변하는 사람들에 대해 책임을 져야 합니다.",
    "roadmapDescription2": "선출된 BP의 무결성과 책임성을 보장하기 위해서는 BP가 자신에게 투표한 투표자에게 직접 보상을 지불하지 않는 것이 중요합니다. BP가 투표자에 사적으로 보상을 지불함으로써 도덕적 해이가 발생하기 때문입니다. 하지만 이오스 홀더들에게는 스테이킹에 대한 보상에 대한 니즈가 있음도 간과할 수 없습니다.",
    "roadmapDescription3": "에덴 스마트 프록시는 이런 보상에 대한 투표자들의 요구와 BP의 책임성 사이의 간격을 메우려고 합니다. 투표를 받는 BP가 투표자에게 사적으로 보상을 주는 대신, 시스템이 투표 행위 그 자체를 공적으로 보상하도록 하는 것입니다. 이는 BP-투표자-전체체인 간의 보상 관계의 흐름 조절을 통해 가능해집니다.",
    "roadmapDescription4": "만약 탑 30 BP들이 자신들이 받던 블록 페이 (0.25%)를 희생하는 것으로부터 시작하여, 작은 비율의 인플레이션을 에덴 스마트 프록시의 보상 풀에 적용하기로 결정한다면, BP는 더 이상 투표자들에게 직접 돈을 지불하지 않아도 되게 됩니다. 위임자들 역시 BP의 사적 보상 없이 시스템에서 나오는 공적 보상을 누릴 수 있게 됩니다.",
    "roadmapDescription5": "이를 매개하는 것이 에덴 스마트 프록시의 역할입니다. 에덴 스마트 프록시 위임자들은 에덴의 선거 절차의 정당성과 신원인증을 마친 구성원들의 책임성 활용해 BP 선거의 공공성을 지지한 것에 대해 공적으로 보상을 받는 것입니다. 이를 위해 에덴 스마트 프록시는 다음 개발 단계로 스테이킹 보상 분배 스마트 컨트랙트를 준비하고자 합니다.",
    "roadmapDescription6": "에덴 스마트 프록시가 최적의 결과를 얻기 위해서는:",
    "roadmapList1": "거래소는 BP로부터 사적으로 리베이트를 받는 대신 고객이 거래소 플랫폼 내에서 공적 APR을 얻을 수 있도록, EOS ESP 스테이킹 상품을 만들어 에덴 스마트 프록시에 EOS를 위임해야 합니다.",
    "roadmapList2": "BP는 검증된 BP를 검증된 인원이 투표하는 에덴 스마트 프록시에 스테이킹하는 EOS 보유자에게 인플레이션 할당하여 공적인 보상을 제공하는 결정을 해야 합니다. 만약 BP가 자발적으로 시스템에서 나오던 0.25% 블록페이(BPay)를 포기하고 그 자금을 에덴 스마트 프록시 풀에 할당하면, 이는 커뮤니티에게도 의미 있는 희생의 신호가 될 것입니다. 또한 이를 통해 BP 순위 21위와 22위 사이의 불필요한 경쟁을 없애는 효과도 누릴 수 있을 것입니다.",
    "roadmapList3": "투표자와 EOS 홀더는 이러한 전환이 공과 사 간의 조화를 이루는 훨씬 개선된 이해 관계 조정이라는 인식을 확산시켜 주시기 바랍니다.",
    "roadmapDescription7": "앞으로는 제네시스(영어권) 에덴 커뮤니티 외에도 다양한 에덴 커뮤니티가 태어날 것으로 예상됩니다. 에덴 스마트 프록시는 다양한 에덴 커뮤니티의 목소리를 반영할 수 있도록 준비하고자 합니다. 에덴 스마트 프록시는 서로 다른 에덴 그룹에서 투표하는 각 회원들이 해당 커뮤니티 크기에 비례한 가중치를 부여받아 투표를 할 수 있도록 준비하고자 합니다.",
    "qa": "Q&A",
    "question2": "Q. 에덴 스마트 프록시를 통해 BP가 사적으로 투표에 대해 보상할 수 있나요?",
    "question3": "Q. 에덴 스마트 프록시에서 투표자가 투표권을 행사하면 어떤 보상을 받나요?",
    "question4": "Q. 에덴 스마트 프록시에 EOS를 위임하여 보상을 받을 수 있나요?",
    "question5": "Q. 투표 매매가 발생하면 어떻게 되나요? 감시자가 있습니까?",
    "question6": "Q. 투표자들이 보상을 받는다면 매표와는 어떻게 다른가요?",
    "answer2": "A. 아니요. 사적 투표 보상 적발시 바로 블랙리스팅 됩니다.",
    "answer3": "A. BP에게 투표하는 투표자는 에덴 선거 참여자와 에덴 선거를 통해 선출된 대표자입니다. 투표 내용에 따라 평판을 얻을 수는 있지만, 투표에 대해서는 금전적 보상이 제공되지 않습니다. 그러나 에덴 스마트 프록시에 스테이킹하는 EOS 보유자는 보상을 받게 됩니다.",
    "answer4": "A. 네, 하지만 투표 대상  BP로부터 사적으로 보상을 받는 대신, 네트워크가 투표 행위 그 자체에 대해 공적으로 보상을 지급합니다. 이것이 바로 '스마트 프록시'라고 불리는 이유입니다. (실제 보상은 적용 후)",
    "answer5": "A. 에덴 스마트 프록시에는 에덴 수석 대표자들에 의해 임명된 감독관이 배치되며, 이 감독관은 스마트 프록시가 투표하는 BP의 재무 및 기술적 성과를 검토하는 역할을 수행합니다. BP의 부정행위가 적발되고 투표 매수가 발견되면, 보상을 받은 것으로 판명된 투표자와 함께 해당 BP는 블랙리스트에 등록 될 것입니다.",
    "answer6": "A. 투표 행위 그 자체에 대해 공적으로 받는 보상과 피투표자에게 사적으로 보상을 받는 것은 근본적으로 다릅니다."
  },
  "vote": {
    "sort": "분류",
    "asc": "오름차순",
    "descending": "내림차순",
    "voteMetaTitle": "투표",
    "mustLogin": "로그인해야 합니다.",
    "beforeVoting": "BP에 투표하려면 먼저 투표권을 위임해야 합니다.",
    "successfulVote": "투표 완료",
    "somethingWrong": "문제가 발생했습니다. 다시 시도해주세요.",
    "loadMore": "더 보기",
    "voteSelected": "선택BP에 투표합니다.",
    "title1": "투표를 위해 최대 30개 까지 BP를 선택할 수 있습니다.",
    "title2": "BP 화이트리스트는 MyvoteEOS를 통해 유지됩니다.",
    "readMore": "더 알아보기",
    "selectAll": "전부 선택"
  },
  "voters": {
    "votersMetaTitle": "에덴 회원",
    "headTitle": "투표권자 투표 현황",
    "lastElection": "최종 선거일 :",
    "noVoting": "미투표",
    "voteByOther": "투표권 위임",
    "voteFor": "투표 BP"
  },
  "home": {
    "homeMetaTitle": "메인",
    "noEdenMember": "에덴 회원만 로그인 가능합니다.",
    "title": {
      "first": "스마트하게 선택하세요.",
      "second": "에덴 스마트 프록시를 선택하세요."
    },
    "buttonLabel": "투표 위임",
    "signInLabel": "로그인하여 BP 투표",
    "description": "에덴 스마트 프록시는 에덴의 상호간 신원인증 및 프랙탈 민주주의 프로세스를 통해 EOS BP 거버넌스의 신뢰성을 높이는 프록시입니다. 신원이 공개된 에덴 선거 참여자만이 BP 투표에 발언권을 가집니다."
  },
  "footer": {
    "communityOwnedPublic": "커뮤니티가 소유하는 공공재",
    "developedEdenia": "Developed by Edenia"
  }
}
