{
  "contact": "Contacto",
  "copyright": "Derechos de autor",
  "support": "Soporte",
  "es": "Español",
  "en": "Inglés",
  "totalProxiedVotes": "Total de votos delegados",
  "routes": {
    "/": "Hogar",
    "voters": "Miembros",
    "vote": "voto",
    "about": "Acerca de",
    "mustLogin": "Debes iniciar sesión",
    "successfulVote": "Voto Exitoso",
    "somethingWrong": "Algo salió mal, inténtalo de nuevo",
    "signin": "Iniciar sesión",
    "logout": "Salir"
  },
  "about": {
    "votersMetaTitle": "Acerca de",
    "whatIsEden": "¿Qué es Eden Proxy?",
    "intention": "Intención",
    "intentionDescription": "Se lanza con la intención de maximizar la integridad y la responsabilidad en el gobierno de BP de la red principal de EOS, aprovechando la legitimidad del consenso que se deriva con el proceso de elección fractal, y la responsabilidad de los titulares de EOS que están lo suficientemente comprometidos para revelar a sus pares. -Identidad examinada y su cuenta personal en la comunidad de Eden.",
    "edenDescription": "Eden Smart Proxy es un proxy EOS BP que empodera a los miembros de la comunidad de Eden y sus delegados que son elegidos según el proceso de elección fractal.",
    "howDoesWork": "¿Como funciona?",
    "howDoesWorkDescription": "La lista blanca de BP es sostenida por MyvoteEOS, un organismo autorregulador de BP. Para erradicar la subjetividad en el proceso de inclusión en la lista blanca, MyvoteEOS califica solo a aquellos BP que responden a las siguientes cuatro preguntas de sí/no:",
    "point1": "Como período de gracia, no se les pedirá a los BP que abandonen su voto de compra existente hasta que reciban 30 millones para permanecer en el rango de pago.",
    "point2": "No hay subjetividad en la lista blanca aparte de los 4 criterios anteriores.",
    "point3": "Como período de gracia, no se les solicitará a los BP que abandonen su voto de compra existente hasta que reciban 30 millones para permanecer en el rango de pago.",
    "note": "Note: Vote weighting of the delegates from the previous term of Eden will go back to normal, as they are not delegates any more in the current round.",
    "howDoesWorkDescription2": "Eden Smart Proxy emitirá votos por un máximo de 30 BP en el orden de la puntuación contada que refleje la toma de decisiones colectiva de los miembros de Eden y sus delegados. Para maximizar la integridad y responsabilidad de la selección de BP, solo los BP incluidos en la lista blanca de la iniciativa MyvoteEOS serán elegibles para ser votados por Eden Smart Proxy.",
    "whatMyvoteEOS": "¿Qué es MyvoteEOS?",
    "whatMyvoteEOSDescription": "MyvoteEOS es una iniciativa de un organismo autorregulador para garantizar la responsabilidad de la gobernanza de la red principal de EOS al filtrar los BP que reconocen y están de acuerdo con los cuatro compromisos a continuación, con su rostro real revelado en video:",
    "whatMyvoteEOSPoint1": "No pagar a los votantes por los votos que recibe.",
    "whatMyvoteEOSPoint2": "Suministro de informes de su funcionamiento y finanzas de forma regular.",
    "whatMyvoteEOSPoint3": "Sin BP de segunda mano, también conocido como marioneta de calcetín.",
    "whatMyvoteEOSDescription2": "Cualquier proxy puede hacer referencia a la lista blanca de MyvoteEOS para garantizar la responsabilidad de los BP de su selección. Eden Smart Proxy permite a los miembros de Eden emitir votos solo desde esta lista blanca de MyvoteEOS, ya que su propósito se alinea exactamente con la intención del proxy.",
    "whatMyvoteEOSDescription3": "Para cualquier situación de emergencia, es decir, perder rondas continuamente, no responder/aparecer en las tomas de decisiones importantes, el acuerdo ½+1 de la aprobación actual de los CD puede incluir a BP en la lista negra de la selección para los votantes y anular el voto que se emite actualmente para el(los) BP(s).",
    "joinDiscussion": "Unirse a la discusión:",
    "github": "Github:"
  },
  "vote": {
    "sort": "Ordenar",
    "asc": "Ascendente",
    "descending": "Descendente",
    "voteMetaTitle": "Voto",
    "mustLogin": "Debes iniciar sesión",
    "beforeVoting": "Antes de votar por los productores de bloques, debes delegar tu voto al proxy.",
    "successfulVote": "Voto Exitoso",
    "somethingWrong": "Algo salió mal, inténtalo de nuevo",
    "loadMore": "Cargar más",
    "voteSelected": "Voto seleccionado"
  },
  "voters": {
    "votersMetaTitle": "Miembros",
    "headTitle": "Miembros con derecho a voto y delegados.",
    "lastElection": "Última elección el",
    "noVoting": "Sin votar",
    "voteByOther": "Votó por otro",
    "voteFor": "Votado por"
  },
  "home": {
    "homeMetaTitle": "Inicio",
    "title": {
      "first": "Elige sabiamente",
      "second": "Elija Eden Smart Proxy"
    },
    "buttonLabel": "Voto delegado",
    "signInLabel": "Inicie sesión y vote",
    "description": "EdenBPsProxy es un proxy de votación de EOS BP que maximiza la voz de los titulares individuales de EOS al aprovechar su voz con el proceso de democracia fractal de Eden. Solo los miembros de Edens que revelaron su identidad serán elegibles para opinar sobre el proxy que votos BPs."
  }
}
