{
  "contact": "Contacto",
  "copyright": "Derechos de autor",
  "support": "Soporte",
  "es": "Español",
  "en": "Inglés",
  "ko": "Coreano",
  "cn": "Chino",
  "totalProxiedVotes": "Total de votos delegados",
  "loadMore": "Cargar más",
  "searchName": "Buscar por nombre",
  "buttonLabel": "Delegar voto",
  "buttonLabelDelegate": "Delegar",
  "routes": {
    "/": "Hogar",
    "voters": "Miembros",
    "vote": "voto",
    "about": "Acerca de",
    "mustLogin": "Debes iniciar sesión",
    "successfulVote": "Voto Exitoso",
    "somethingWrong": "Algo salió mal, inténtalo de nuevo",
    "signin": "Iniciar sesión",
    "logout": "Salir",
    "delegator": "Delegator"
  },
  "about": {
    "votersMetaTitle": "Acerca de",
    "whatIsEden": "¿Qué es Eden Smart Proxy?",
    "intention": "Intención",
    "intentionDescription": "Este proxy se lanza con la intención de maximizar la responsabilidad de la gobernanza en la red principal de EOS aprovechando no solo la legitimidad del consenso que se deriva del proceso de elección de Eden, sino también la responsabilidad y la reputación de los titulares de EOS, que tienen reveló su identidad examinada por pares en la comunidad de Eden.",
    "edenDescription": "Eden Smart Proxy es un proxy EOS Block Producer (BP) que se lanza con la intención de maximizar la responsabilidad de la gobernanza en la red principal de EOS. Para lograr el propósito, aprovecha la legitimidad del consenso que se deriva del proceso de elección de Eden y la responsabilidad y reputación de los titulares de EOS, quienes han revelado su identidad examinada por pares en la comunidad de Eden.",
    "howDoesWork": "¿Cómo funciona?",
    "howDoesWorkDescription": "Eden Smart Proxy reflejará la voz colectiva de la comunidad de Eden, en la que la voz de un miembro se pondera de manera diferente en función del número de votantes de cada elección que representan los delegados. Por ejemplo;",
    "point1": "Votantes totales / Número de delegados L1 = Peso de delegados L1",
    "point2": "Votantes totales / Número de delegados L2 = Peso de delegados L2",
    "note": "Nota:",
    "notePointer1": "Solo los miembros de EdenOnEOS que participaron en la última elección serán contabilizados en el peso de la votación.",
    "notePointer2": "La ponderación de votos de los delegados del mandato anterior de Eden volverá a la normalidad, ya que ya no son delegados en la ronda actual.",
    "notePointer3": "El total de votantes es el número de miembros de eden que participaron en la elección.",
    "notePointer4": "El delegado principal de la clasificación tendrá el mismo peso de votos que otros delegados principales.",
    "notePointer5": "El peso de los votos se redondea al entero más cercano.",
    "exampleCalculations": "Cálculos de ejemplo",
    "exampleDescription": "Para la elección del cuarto edén tenemos los siguientes resultados electorales:",
    "exampleDescription2": "Eden Smart Proxy emitirá votos por un máximo de 30 BP en el orden de un puntaje contado que refleje la toma de decisiones colectiva de los últimos participantes de la elección de Eden y sus delegados electos.",
    "exampleDescription3": "Para cualquier situación de emergencia, es decir, perder rondas continuamente, no responder/aparecer en las tomas de decisiones importantes, el acuerdo ½+1 de la aprobación de CD actual puede incluir en la lista negra a un BP de la selección disponible para los votantes y anular el voto que se está emitiendo actualmente para el(los) BP(s).",
    "exampleDescription4": "Para maximizar la integridad y responsabilidad de la selección de BP, solo BP de",
    "exampleDescription5": "los votantes considerarán la lista blanca.",
    "rule1": "Número de miembros que participaron: 82",
    "rule2": "Número de delegados L1 elegidos: 20",
    "rule3": "Número de delegados L2 elegidos: 5",
    "rule4": "Miembro de Eden ===> 1 Punto",
    "rule5": "Delegado de nivel 1 => 82/20 = 4 puntos",
    "rule6": "Delegado de nivel 2 => 82/5 = 16 puntos",
    "whatMyvoteEOS": "¿Qué es MyvoteEOS?",
    "whatMyvoteEOSDescription": "es una iniciativa para un organismo de autorregulación para el gobierno de la red principal de EOS para garantizar la rendición de cuentas de la elección de BP, filtrando a los BP que reconocen y están de acuerdo con los tres principios básicos en una videollamada grabada y disponible públicamente:",
    "whatMyvoteEOSPoint1": "No pagar a los votantes por los votos que recibe",
    "whatMyvoteEOSPoint2": "Proporcionar informes de su funcionamiento y finanzas periódicamente",
    "whatMyvoteEOSPoint3": "No operar un BP de segunda mano, también conocido como títere de calcetín",
    "whatMyvoteEOSDescription2": "Cualquier representante puede hacer referencia a la lista blanca de MyvoteEOS para garantizar la responsabilidad de los BP de su selección. Se alentará a los votantes de Eden Smart Proxy a elegir de la lista de BP disponibles que se alineen con la intención del representante para maximizar la responsabilidad. ",
    "joinDiscussion": "Unirse a la discusión:",
    "github": "github:",
    "roadmap": "Hoja de ruta futura",
    "roadmapDescription1": "Un gran poder conlleva una gran responsabilidad, por lo tanto, quienes están en el poder deben rendir cuentas por aquellos a quienes representan.",
    "roadmapDescription2": "Para garantizar la integridad y responsabilidad de los BP electos, es importante que los BP no paguen directamente al votante que votó por ellos. Es porque cuando los BP recompensan en privado a sus votantes, se produce un riesgo moral. Sin embargo, al mismo tiempo, no podemos negar que los poseedores de tokens EOS esperan recibir valor monetario por delegar su participación en BP seleccionados.",
    "roadmapDescription3": "Eden Smart Proxy tiene la intención de cerrar esta brecha entre el deseo de compensación de los votantes y la responsabilidad adecuada de los BP. Para que esto suceda, el gobierno de EOS debe incentivar el acto de votar, en lugar de permitir que el votante recompense directamente al votante Es posible si los intereses entre los BP, los votantes y la red pueden alinearse adecuadamente con un ajuste en el flujo de la relación de recompensa entre los BP, los votantes y la red.",
    "roadmapDescription4": "Si la comunidad decidiera comprometer un pequeño porcentaje de la inflación como el fondo común de recompensas para Eden Smart Proxy, los BP ya no tendrían que pagar directamente a los votantes. Los interesados ​​ya no enfrentan el riesgo moral de votar por los BP que los recompense financieramente; en su lugar, serán recompensados ​​por apoyar la integridad de las elecciones de BP aprovechando la legitimidad del proceso electoral de Eden y la responsabilidad de los miembros de la comunidad.",
    "roadmapDescription5": "Una vez que haya una decisión colectiva de los BP y la comunidad apoye la decisión de aplicar este cambio de distribución de inflación, Eden Smart Proxy deberá estar preparado para distribuir la recompensa de participación de la inflación de la red. Por lo tanto, la próxima iteración del desarrollo de esta propuesta será un contrato inteligente de distribución de recompensas para los interesados ​​en el Proxy.",
    "roadmapDescription6": "Para que Eden Smart Proxy logre el resultado óptimo:",
    "roadmapList1": "Los intercambios deberían permitir a sus clientes delegar su participación en Eden Smart Proxy en un programa de participación en su plataforma que obtendrá APR directamente de la red en lugar del reembolso de los BP.",
    "roadmapList2": "Los BP deberían considerar implementar una actualización del sistema para asignar una parte de sus recompensas a aquellos titulares de EOS que deleguen su poder de voto en Eden Members Proxy. Sería una señal significativa para la comunidad, si los BP muestran su compromiso voluntariamente renunciar al pago en bloque (BPay) del 0,25 % y convertir ese flujo de fondos en el grupo Eden Smart Proxy para que pueda recompensar a los participantes que apoyaron la integridad de las elecciones de BP. Al hacerlo, los BP también eliminarán la competencia innecesaria entre el 21 lugar y el puesto 22 del ranking de BP.",
    "roadmapList3": "Los votantes y los titulares de EOS deben generar conciencia sobre esta posible transición de que se trata de una alineación de intereses mucho mejor que garantiza la integridad y la responsabilidad en toda la red, al mismo tiempo que recompensa a quienes potencian esta confianza e integridad con su elección de participación .",
    "roadmapDescription7": "Además de la comunidad de genesis Eden, vale la pena señalar que están surgiendo otras comunidades de Eden. El Eden Smart Proxy debe estar preparado para poder reflejar también sus respectivas voces. Por lo tanto, Eden Smart Proxy prevé que cada uno de los miembros que votan de diferentes grupos de Eden se ponderará en proporción al tamaño de su comunidad.",
    "qa": "Preguntas y respuestas",
    "question2": "P. ¿Los BP comprarán el voto en este sistema?",
    "question3": "P. ¿Los votantes (miembros de Eden) ganarán dinero al votar por los BP en este sistema?",
    "question4": "P. ¿Los participantes ganarán dinero al delegar su participación en EOS a este proxy?",
    "question5": "P. ¿Qué sucede si ocurre un soborno? ¿Hay algún organismo de control?",
    "question6": "Q. ¿En qué se diferencia esto de la compra de votos si se recompensa a los participantes?",
    "answer2": "R. No. Si lo hacen, serán incluidos en la lista negra a medida que los detecten.",
    "answer3": "A. Los votantes que realmente votan por los BP son los participantes en las elecciones de Eden y sus delegados. Pueden ganarse una reputación de acuerdo con el contenido de su voto, pero no son recompensados ​​económicamente. Sin embargo, los participantes de EOS que apoyen la integridad y la responsabilidad de los BP apostando por Eden Smart Proxy serán recompensados.",
    "answer4": "R. Sí, pero de la propia red y no de los BP que están siendo votados. Es por eso que se llama 'Smart Proxy'.",
    "answer5": "A. El Proxy inteligente de Eden tendrá un conjunto de supervisores designados por los Delegados principales de Eden que realizarán la función de revisar el rendimiento financiero y técnico de los BP por los que vota el Proxy inteligente. Si se detectan irregularidades y se descubren sobornos, los BP infractores se incluirán en la lista negra, junto con los votantes que resulten sobornados.",
    "answer6": "A. Recompensar por la acción de votar en sí y recompensar por quien votan es fundamentalmente diferente."
  },
  "vote": {
    "sort": "Ordenar",
    "asc": "Ascendente",
    "descending": "Descendente",
    "voteMetaTitle": "Voto",
    "mustLogin": "Debes iniciar sesión",
    "beforeVoting": "Antes de votar por los productores de bloques, debes delegar tu voto al proxy.",
    "successfulVote": "Voto Exitoso",
    "somethingWrong": "Algo salió mal, inténtalo de nuevo",
    "voteSelected": "Voto seleccionado",
    "title1": "Seleccione y vote para incluir en la lista blanca a sus 21 BPs más confiables.",
    "title2": "La lista blanca de BP es sostenida por MyvoteEOS.",
    "readMore": "Lea mas",
    "selectAll": "Seleccionar todos"
  },
  "voters": {
    "votersMetaTitle": "Miembros",
    "headTitle": "Miembros con derecho a voto y delegados.",
    "lastElection": "Última elección el",
    "noVoting": "Sin votar",
    "voteByOther": "Votó por otro",
    "voteFor": "Votado por",
    "voteWeight": "Peso del voto"
  },
  "home": {
    "homeMetaTitle": "Inicio",
    "noEdenMember": "Debe ser miembro de Eden para registrarse",
    "voteBPs": "Vota por BPs",
    "viewDeck": "Ver el Deck",
    "whitepaper": "Documento técnico",
    "title": {
      "first": "Delegue para la rendición de cuentas",
      "second": "Elija Eden Smart Proxy"
    },
    "signInLabel": "Inicie sesión y vote",
    "description": "El Eden Smart Proxy es un EOS BP Voting Proxy que tiene como objetivo maximizar la voz de los titulares individuales de EOS, aprovechar la responsabilidad examinada por pares, recompensar a los BP incluidos en la lista blanca y proporcionar APR de bajo riesgo para todos los tokens."
  },
  "footer": {
    "communityOwnedPublic": "Un bien publico comunitario desarrollado por",
    "and": "y",
    "developedEdenia": "Desarrollo por Edenia"
  },
  "delegator": {
    "delegatorMetaTitle": "Delegador",
    "delegate": "Delegar",
    "sendTo": "Enviar a",
    "claim": "reclamar",
    "delegateStatus": "Estado de tu cuenta de delegado",
    "recipient": "Cuenta del destinatario",
    "rewards": "Tus recompensas",
    "noDelegate": "No delegado aún",
    "submit": "Enviar",
    "projectedRewards": "Recompensas Proyectadas (EOS)",
    "delegateVote": "Delega tu voto para comenzar a recibir recompensas.",
    "reviewClaim": "Revisa y reclame sus recompensas.",
    "currentApy": "APY Actual",
    "yourRewards": "Tus recompensas",
    "legend": "La recompensa no está activada ahora. Si desea instar a los BP a activar la recompensa de inflación directa, indique cuánta inflación debe dedicarse a la recompensa de compra sin voto en todo el sistema. Elija: 0%, 0.25% , 0,5%, 0,75%, 1%.",
    "delegateVoteMessage": "Voto Delegado Exitosamente",
    "somethingWrong": "Algo salió mal, inténtalo de nuevo",
    "claimMessage": "Recompensa Reclamada",
    "account": "Cuenta",
    "active": "Activo",
    "undelegado": "Anular el delegado"
  }
}
