{
  "contact": "Contact",
  "copyright": "Copyright",
  "support": "Support",
  "es": "Spanish",
  "en": "English",
  "routes": {
    "/": "Home",
    "voters": "Members",
    "vote": "Vote",
    "about": "About",
    "mustLogin": "You must login",
    "successfulVote": "Voted Successfully",
    "somethingWrong": "Something went wrong, try again",
    "signin": "Login",
    "logout": "Logout"
  },
  "about": {
    "votersMetaTitle": "About",
    "whatIsEden": "What is Eden Proxy?",
    "intention": "Intention",
    "intentionDescription": "It is launched with an intention to maximize integrity and accountability in the EOS mainnet BP governance, by leveraging the legitimacy of the consensus that is derived with fractal election process, and the accountability and responsibility of the EOS holders who are committed enough to reveal their peer-vetted identity and their personal account in Eden community.",
    "edenDescription": "Eden Smart Proxy is a EOS BP proxy that empowers Eden community members and its delegates who are elected as per fractal election process.",
    "howDoesWork": "How does it work?",
    "howDoesWorkDescription": "Eden Smart Proxy will cast votes for BPs reflecting the collective voice of Eden community, in which an individual member’s voice is differently weighted by the total number of votes he/she received within each round of the last election. For example;",
    "point1": "Non-elected member’s weight = 1",
    "point2": "Level 1 delegate who was voted by 2 people in the first round = 3",
    "point3": "Level 2 delegate who was voted by total 4 people in the round one and two = 5",
    "note": "Note: Vote weighting of the delegates from the previous term of Eden will go back to normal, as they are not delegates any more in the current round.",
    "howDoesWorkDescription2": "Eden Smart Proxy will cast votes for maximum 30 BPs in the order of tallied score that reflects the collective decision making of Eden members and their delegates. To maximize the integrity and accountability of BP selection, only BPs whitelisted by MyvoteEOS initiative will be eligible to be voted by Eden Smart Proxy.",
    "whatMyvoteEOS": "What is MyvoteEOS?",
    "whatMyvoteEOSDescription": "MyvoteEOS is an initiative for a self regulatory body to ensure accountability of EOS mainnet governance by filtering BPs who acknowledges and agrees with the four commitments below, with their real face revealed on video :",
    "whatMyvoteEOSPoint1": "No paying voters for the votes you receive",
    "whatMyvoteEOSPoint2": "Provision of reports of their operation and financials on a regular basis",
    "whatMyvoteEOSPoint3": "No second-hand BP, a.k.a. Sock puppet",
    "whatMyvoteEOSDescription2": "Any proxy can reference the MyvoteEOS whitelist to ensure the accountability of BPs of their selection. Eden Smart Proxy allows Eden members to cast votes only from this MyvoteEOS whitelist, for its purpose exactly aligns with the intention of the proxy.",
    "whatMyvoteEOSDescription3": "For any emergency situation, i.e., continuously missing rounds, not responding/showing up in the important decision makings, the ½+1 agreement of the current CDs approval can blacklist BP from the selection for the voters and nullify the vote that is currently casted for the BP(s).",
    "joinDiscussion": "Join discussion:",
    "github": "Github:"
  },
  "vote": {
    "sort": "Sort",
    "asc": "Ascending",
    "descending": "Descending",
    "voteMetaTitle": "Vote",
    "mustLogin": "You must login",
    "beforeVoting": "Before voting for Block producers, you must delegate your vote to the proxy.",
    "successfulVote": "Voted Successfully",
    "somethingWrong": "Something went wrong, try again",
    "loadMore": "Load More",
    "voteSelected": "Vote Selected"
  },
  "voters": {
    "votersMetaTitle": "Eden Members",
    "headTitle": "Voting members and delegates.",
    "lastElection": "Last election on",
    "noVoting": "Not Voting",
    "voteFor": "Voted for"
  },
  "home": {
    "homeMetaTitle": "Home",
    "title": {
      "first": "Choose Wisely",
      "second": "Choose Eden Smart Proxy"
    },
    "buttonLabel": "Delegate Vote",
    "signInLabel": "Sign in and vote",
    "description": "EdenBPsProxy is a EOS BP voting proxy that maximizes voice of individual EOS holders by leveraging their voice with Eden`s fractal democracy process. Only members of Edens who revealed their identity will be eligible to have a say on the proxy that votes BPs."
  }
}
