{
  "contact": "Contact",
  "copyright": "Copyright",
  "support": "Support",
  "es": "Spanish",
  "en": "English",
  "ko": "Korean",
  "cn": "Chinese",
  "totalProxiedVotes": "Total proxied votes",
  "loadMore": "Load More",
  "searchName": "Search by name",
  "buttonLabel": "Delegate Vote",
  "routes": {
    "/": "Home",
    "voters": "Members",
    "vote": "Vote for BPs",
    "about": "About",
    "mustLogin": "You must login.",
    "successfulVote": "Voted Successfully.",
    "somethingWrong": "Something went wrong, try again.",
    "signin": "Login",
    "logout": "Logout"
  },
  "about": {
    "votersMetaTitle": "About",
    "whatIsEden": "What is Eden Smart Proxy?",
    "intention": "Intention",
    "intentionDescription": "This proxy is launched with an intention to maximize governance accountability on the EOS mainnet by leveraging not only the legitimacy of the consensus that is derived with Eden’s election process, but also the accountability and reputation of the EOS holders, who have revealed their peer-vetted identity in the Eden community.",
    "edenDescription": "Eden Smart Proxy is an EOS Block Producer (BP) proxy that is launched with an intention to maximize governance accountability on the EOS mainnet. To achieve the purpose, it leverages the legitimacy of the consensus that is derived with Eden’s election process and the accountability and reputation of the EOS holders, who have revealed their peer-vetted identity in the Eden community.",
    "howDoesWork": "How does it work?",
    "howDoesWorkDescription": "Eden Smart Proxy will reflect the collective voice of Eden community, in which a member’s voice is differently weighted based on the number of voters for each election that delegates represent. For example;",
    "point1": "Total Voters / Number of L1 Delegates = L1 Delegate Weight",
    "point2": "Total Voters / Number of L2 Delegates = L2 Delegate Weight",
    "note": "Note:",
    "notePointer1": "Only the EdenOnEOS members who participated in the last election will be accounted for in the voting weight.",
    "notePointer2": "Vote weighting of the delegates from the previous term of Eden will go back to normal, as they are not delegates anymore in the current round.",
    "notePointer3": "The total voters is the number of eden members that participated in the election.",
    "notePointer4": "Sortition Head Delegate will have the same vote weight as other chief delegates.",
    "notePointer5": "Vote weight is rounded to the closest integer.",
    "exampleCalculations": "Example Calculations",
    "exampleDescription": "For the fourth eden election we have the following election results:",
    "exampleDescription2": "Eden Smart Proxy will cast votes for a maximum of 30 BPs in the order of a tallied score that reflects the collective decision-making of the last Eden election participants and its elected delegates.",
    "exampleDescription3": "For any emergency situation, i.e., continuously missing rounds, not responding/showing up in the important decision makings, the ½+1 agreement of the current CDs approval can blacklist a BP from the selection available for the voters and nullify the vote that is currently being cast for the BP(s).",
    "exampleDescription4": "To maximize the integrity and accountability of BP selection, only BPs from",
    "exampleDescription5": "whitelist will be considered by the voters.",
    "rule1": "Number of members that participated: 82",
    "rule2": "Number of L1 delegates Elected: 20",
    "rule3": "Number of L2 delegates Elected: 5",
    "rule4": "Eden Member ===> 1 Point",
    "rule5": "Level 1 Delegate => 82 / 20 = 4 points",
    "rule6": "Level 2 Delegate => 82 / 5 = 16 points",
    "whatMyvoteEOS": "What is MyvoteEOS?",
    "whatMyvoteEOSDescription": "is an initiative for a self-regulatory body for EOS mainnet governance to ensure accountability of BP election, by filtering BPs who acknowledge and agree with the three core principles on a recorded and publicly available video call:",
    "whatMyvoteEOSPoint1": "No paying voters for the votes you receive",
    "whatMyvoteEOSPoint2": "Provide reports of their operation and financials on a regular basis",
    "whatMyvoteEOSPoint3": "Not operating a second-hand BP, a.k.a. Sock puppet",
    "whatMyvoteEOSDescription2": "Any proxy can reference the MyvoteEOS whitelist to ensure the accountability of BPs of their selection. Voters of Eden Smart Proxy will be encouraged to choose from the list of available BPs that align with the intention of the proxy to maximize accountability.",
    "joinDiscussion": "Join discussion:",
    "github": "Github:",
    "roadmap": "Future roadmap",
    "roadmapDescription1": "With great power comes great responsibility, those in power therefore, must be held accountable for those they represent.",
    "roadmapDescription2": "To ensure the integrity and accountability of the elected BPs, it is important that BPs don’t directly pay the voter who voted for them. It is because when BPs privately reward their voters, moral hazard occurs. However, at the same time, we cannot deny that EOS token holders do expect to receive monetary value for delegating their stake to select BPs.",
    "roadmapDescription3": "Eden Smart Proxy intends to bridge this gap between voters' desire for compensation and the appropriate accountability of the BPs. For this to happen, EOS governance should incentivize the act of voting, instead of letting the votee directly reward the voter. It is possible if interests between BPs, voters and the network can be properly aligned with an adjustment in the flow of the reward relationship between BPs, voters, and the network.",
    "roadmapDescription4": "If the community decided to commit a small percentage of inflation as the reward pool for the Eden Smart Proxy, BPs would no longer need to directly pay the voters. Stakers are no longer faced with the moral hazard of voting for BPs that financially reward them; instead they will be rewarded for supporting integrity of the BP election by leveraging the legitimacy of Eden's election process and its community members accountability.",
    "roadmapDescription5": "Once there is a collective decision by BPs and the community supports the decision to apply this inflation distribution change, Eden Smart Proxy will need to be prepared to distribute the staking reward from the network inflation. Therefore, the next iteration of development for this proposal will be a reward distribution smart contract for stakers to the Proxy.",
    "roadmapDescription6": "For the Eden Smart Proxy to achieve the optimal outcome:",
    "roadmapList1": "Exchanges should allow their customers to delegate their stake to the Eden Smart Proxy in a staking program on their platform that will earn APR directly from the network instead of the rebate from BPs.",
    "roadmapList2": "BPs should consider implementing a system upgrade to allocate a portion of their rewards for those EOS holders who delegate their voting power to Eden Members Proxy. It would be a meaningful signal to the community, if BPs show their commitment by voluntarily giving up the 0.25% block pay (BPay) and turn that fund flow to the Eden Smart Proxy pool so that it can reward the stakers who supported integrity of the BP election.By doing so, BPs will also remove the unnecessary competition between the 21st place and the 22nd place of the BP ranking.",
    "roadmapList3": "Voters and EOS holders should spread awareness about this possible transition that this is a much improved alignment of interest that ensures the integrity and accountability across the entire network, while also rewarding those who empower this trust and integrity by their staking choice.",
    "roadmapDescription7": "In addition to the genesis Eden community, it is worth noting there’s other Eden communities emerging. The Eden Smart Proxy needs to be prepared to be able to reflect their respective voices as well. Therefore, Eden Smart Proxy envisions that each of the members voting from different Eden groups will be weighted in proportion to their community size.",
    "qa": "Q&A",
    "question2": "Q. Will BPs buy the vote in this system?",
    "question3": "Q.  Will voters(Eden members) make money by voting for BPs in this system?",
    "question4": "Q. Will stakers make money by delegating their EOS stake to this proxy?",
    "question5": "Q. What happens if a bribe happens? Is there any watchdog?",
    "question6": "Q. How is this different from vote-buying if stakers are rewarded?",
    "answer2": "A. No. If they do so, they will be blacklisted, either from Smart ",
    "answer3": "A. Voters who actually cast votes for BPs are Eden election participants and their delegates. They might earn a reputation in accordance with the content of their voting, but they are not financially rewarded. However, EOS stakers who support integrity and accountability of BPs by staking for Eden Smart Proxy, will be rewarded.",
    "answer4": "A. Yes, but from the network itself and not from BPs who are being voted. This is why it is called ‘Smart Proxy’.",
    "answer5": "A. The Eden Smart Proxy will have an appointed set of overseers by Eden Chief Delegates that will perform the function of reviewing the financials and technical performance of the BPs that the Smart Proxy is voting for. If irregularities are noticed and bribes are discovered, the infringing BPs will be blacklisted, along with the voters who turn out bribed.",
    "answer6": "A. Rewarding for the action of voting itself and rewarding for whom they vote is fundamentally different."
  },
  "vote": {
    "sort": "Sort",
    "asc": "Ascending",
    "descending": "Descending",
    "voteMetaTitle": "Vote",
    "mustLogin": "You must login.",
    "beforeVoting": "Before voting for BPs, you must delegate your vote to the proxy.",
    "successfulVote": "Voted Successfully.",
    "somethingWrong": "Something went wrong, try again.",
    "voteSelected": "Cast vote for selected BPs",
    "title1": "Choose up to 30 BPs to cast your vote.",
    "title2": "The BP whitelist is sustained by MyvoteEOS.",
    "readMore": "Read more",
    "selectAll": "Select All"
  },
  "voters": {
    "votersMetaTitle": "Eden Members",
    "headTitle": "Voting members and delegates.",
    "lastElection": "Last election on",
    "noVoting": "Not Voting",
    "voteByOther": "Voted for other",
    "voteFor": "Voted for",
    "voteWeight": "Vote Weight"
  },
  "home": {
    "homeMetaTitle": "Home",
    "noEdenMember": "You must be an Eden member to be able to sign in.",
    "voteBPs": "Vote for BPs",
    "viewDeck": "View the Deck",
    "whitepaper": "Whitepaper",
    "title": {
      "first": "Delegate for Accountability",
      "second": "Choose Eden Smart Proxy"
    },
    "signInLabel": "Sign in and rank BPs",
    "description": "ESPx aims to maximize the voice of individual EOS holders, leverage peer-vetted accountability, reward whitelisted BPs, and provide low-risk APR for all token stakers."
  },
  "footer": {
    "communityOwnedPublic": "A Community Owned Public Good Developed by",
    "and": "and"
  }
}
